{
    "Why me": "Warum ich",
    "Skills": "Fähigkeiten",
    "Projects": "Projekte",
    "Contact": "Kontakt",
    "CONTACT ME": "Kontakt",
    "I am motivated to continuously learn new technologies and develop myself. My ability to solve complex problems and my passion for programming make me a valuable member of your team.": "Ich bin motiviert, kontinuierlich neue Technologien zu lernen und mich weiterzuentwickeln. Meine Fähigkeit, komplexe Probleme zu lösen, und meine Leidenschaft für das Programmieren machen mich zu einem wertvollen Mitglied Ihres Teams.",
    "I am": "Ich bin",
    "located": "ansässig",
    "in Munich": "in München",
    "open to": "offen für",
    "work remote": "Remote-Arbeit",
    "I am always happy to learn new technonogies, just tell me what you need.": "Ich freue mich immer, neue Technologien kennenzulernen, sag mir einfach was du brauchst.",
    "My Projects": "Meine Projekte",
    "Task manager inspired by the Kanban System. Create and organize tasks using drag and drop functions, assign users and categories.": "Task-Manager inspiriert vom Kanban-System. Erstelle und organisiere Aufgaben mit Drag-and-Drop-Funktionen, weise Benutzer und Kategorien zu.",
    "Jump, run and throw game based on object-oriented approach. Help Pepe to find coins and tabasco salsa to fight against the crazy hen.": "Spring-, Lauf- und Wurfspiel basierend auf objektorientiertem Ansatz. Hilf Pepe, Münzen und Tabasco-Salsa zu finden, um gegen das verrückte Huhn zu kämpfen.",
    "Need a teamplayer?" : "Brauchen Sie einen Teamplayer?",
    "Hear what my colleagues said about me": "Hören Sie, was meine Kollegen über mich gesagt haben",
    "''René was exceptionally dedicated and played a crucial role in driving our team forward. His insightful ideas and vast knowledge greatly contributed to our success, and I benefited immensely from his expertise. Working with him was not only productive but also genuinely enjoyable. I would be delighted to collaborate with him again in the future!''": "''René war außerordentlich engagiert und hat eine entscheidende Rolle dabei gespielt, unser Team voranzubringen.“ Seine aufschlussreichen Ideen und sein umfassendes Wissen trugen wesentlich zu unserem Erfolg bei, und ich habe enorm von seinem Fachwissen profitiert. Die Zusammenarbeit mit ihm war nicht nur produktiv, sondern hat auch wirklich Spaß gemacht. „Ich würde mich freuen, auch in Zukunft wieder mit ihm zusammenzuarbeiten!''",
    "''I had the pleasure of working with Rene on a programming project. His exceptional problem-solving skills and strong team collaboration made him an invaluable asset. Rene's dedication and positive attitude ensured our project's success. Highly recommended for any team.''": "''Ich hatte das Vergnügen, mit Rene an einem Programmierprojekt zu arbeiten. Seine außergewöhnlichen Fähigkeiten zur Problemlösung und seine starke Teamzusammenarbeit machten ihn zu einem unschätzbaren Gewinn. Renes Engagement und seine positive Einstellung stellten den Erfolg unseres Projekts sicher. Sehr empfehlenswert für jedes Team.''",
    "Contact me": "Kontaktiere mich",
    "Still not sure if I am the right person for your project? Contact me so I can reassure you. Let us work together": "Sie sind sich immer noch nicht sicher, ob ich die richtige Person für Ihr Projekt bin? Kontaktieren Sie mich, damit ich Sie beruhigen kann. Lassen Sie uns zusammenarbeiten",
    "privacy policy": "Datenschutzbestimmungen",
    "I've read the": "Ich habe die",
    "and agree to the processing of my data as outlined.": "gelesen und stimme der oben beschriebenen Verarbeitung meiner Daten zu.",
    "Please enter your message": "Bitte füge eine Nachricht ein",
    "Please enter your Name!": "Bitte füge deinen Namen ein!",
    "Your Name": "Dein Name",
    "Please enter your Email!": "Bitte füge deine E-Mail-Adresse ein!",
    "Your Email": "Deine E-Mail-Adresse",
    "Your message": "Deine Nachricht",
    "Please accept the privacy policy.": "Bitte akzeptiere den Datenschutz!"


    
  }
  


  
